IDEA StatiCa Open Model
DesignMemberInSubStructure Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the DesignMemberInSubStructure class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public DesignMemberInSubStructure()
Public Sub New
public:
DesignMemberInSubStructure()
See Also
Reference
DesignMemberInSubStructure Class
IdeaRS.OpenModel.Model Namespace